brew "bat"
brew "eza"
brew "fzf"
brew "mise"
brew "starship"
brew "stow"
brew "zoxide"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "visual-studio-code"

vscode "aaron-bond.better-comments"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "chaliy.handlebars-preview"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "vitest.explorer"
vscode "vscodevim.vim"
